Repository: jabit/stuart-integration
Catalog: languages/stuart-integration-*.po
Languages: es_es

source: For the delivery
es_es: Nota para el repartidor

source: Order ID
es_es: ID de pedido

source: Customer phone
es_es: Teléfono del cliente

source: Notes
es_es: Notas

source: LINK TO WOO ORDER
es_es: ENLACE AL PEDIDO EN WOO

source: SHOP ORDER
es_es: PEDIDO DE TIENDA

source: Address valid
es_es: Dirección válida

source: We can not find this drop off address
es_es: No podemos encontrar esta dirección de entrega

source: This location is for delivery out of range or incorrect
es_es: Esta ubicación para la entrega está fuera de rango o es incorrecta

source: Drop off address incorrect
es_es: Dirección de entrega incorrecta

source: Pickup address incorrect
es_es: Dirección de recogida incorrecta

source: Stuart config page
es_es: Página de configuración de Stuart

source: Stuart Integration
es_es: Integración Stuart

source: Api Settings Saved
es_es: Configuración de Api guardada

source: Shipping Fee Settings Saved
es_es: Ajustes de la tarifa de envío guardados

source: Google Api Settings Saved
es_es: Configuración de Google Api guardada

source: HERE Api Settings Saved
es_es: Configuración de HERE Api guardada

source: Clickatell Api Settings Saved
es_es: Configuración de Clickatell Api guardada

source: NOT SAVED
es_es: NO GUARDADO

source: Pick Up Shop 1 address is for delivery out of range or incorrect
es_es: La dirección de recogida dela tienda 1 está fuera de rango o es incorrecta

source: Pick Up Shop 2 address is for delivery out of range or incorrect
es_es: La dirección de recogida dela tienda 2 está fuera de rango o es incorrecta

source: Pick Up Shop 3 address is for delivery out of range or incorrect
es_es: La dirección de recogida dela tienda 3 está fuera de rango o es incorrecta

source: Pick Up Shop 4 address is for delivery out of range or incorrect
es_es: La dirección de recogida dela tienda 4 está fuera de rango o es incorrecta

source: Pick Up Settings Saved
es_es: Configuración de recogida guardados

source: Welcome to Stuart integration configuration
es_es: Bienvenido a la configuración de integración de Stuart

source: Please enter the corresponding keys to your Stuart account in these text fields.
es_es: Introduzca las claves correspondientes a su cuenta Stuart en estos campos de texto.

source: Please select environment
es_es: Por favor seleccione el entorno

source: Sandbox
es_es: Pruebas

source: Production
es_es: Producción

source: Submit
es_es: Guardar

source: Shipping fee
es_es: Tarifa de envío

source: Please indicate the price of the shipping costs according to the distance (in meters).
es_es: Indique el precio de los gastos de envío en función de la distancia (en metros).

source: 1 € each kilometer.
es_es: 1 € cada kilometro.

source: Pick up data location
es_es: Datos de localización de la recogida

source: Please, place here the pick up location
es_es: Por favor, coloque aquí el lugar de recogida

source: Restaurant pick up address
es_es: Dirección de recogida en el restaurante

source: First name
es_es: Nombre

source: Last name
es_es: Apellidos

source: Company
es_es: Empresa

source: Shop
es_es: Tienda

source: Address It must be an address formatted by Google
es_es: Debe ser una dirección formateada por Google

source: Just street, number, pc, city and state and in that order. Other address info below, please!
es_es: Sólo calle, número, PC, ciudad y estado y en ese orden. Otra información de la dirección abajo, ¡por favor!

source: Enter a location shop 1
es_es: Escribe la localización de la tienda 1

source: Add details for the courier (floor number, door, local, other information, etc.)
es_es: Añadir detalles para el mensajero (número de piso, puerta, local, otra información, etc.)

source: The phone number should be in international number format (no leading zeros or + symbol should be used).
es_es: El número de teléfono debe estar en formato de número internacional (no se deben utilizar ceros a la izquierda o + símbolo).

source: Phone shop 1
es_es: Teléfono tienda 1

source: Enter location shop 2
es_es: Escribe la localización de la tienda 2

source: Phone shop 2
es_es: Teléfono tienda 2

source: Enter location shop 3
es_es: Escribe la localización de la tienda 3

source: Phone shop 3
es_es: Teléfono tienda 3

source: Enter location shop 4
es_es: Escribe la localización de la tienda 4

source: Phone shop 4
es_es: Teléfono tienda 4

source: Drop off data location
es_es: Datos de localización de la entrega

source: Woocommerce Address
es_es: Dirección de Woocommerce

source: Billing Address
es_es: Dirección de facturación

source: Shipping Address
es_es: Dirección de envío

source: Please place here your Google API key
es_es: Por favor, coloque aquí su clave de API de Google

source: You can find here your
es_es: Puedes encontrar aquí tu

source: Alternative to google maps to perform distance calculations between stores and calculate the shortest distance between the customer's address and the store that will place the order
es_es: Alternativa a los mapas de Google para realizar cálculos de distancia entre tiendas y calcular la distancia más corta entre la dirección del cliente y la tienda que realizará el pedido

source: Please place here your HERE API key
es_es: Por favor, coloque aquí su clave de API HERE

source: SMS provider for SMS notifications
es_es: Proveedor de SMS para notificaciones por SMS

source: Please place here your CLICKATELL API key
es_es: Por favor, coloque aquí su clave de API CLICKATELL

source: CLICKATELL API key
es_es: Clave de API CLICKATELL

source: Stuart fail creating the delivery
es_es: Fallo de Stuart creando la entrega

source: The order ID is not a valid WooCommerce order
es_es: El ID de pedido no es un pedido válido de WooCommerce

source: Order has been already refunded
es_es: El pedido ya ha sido reembolsado

source: Shipping Fee
es_es: Gastos de envío

source: Place Order
es_es: Realizar pedido

source: My Account
es_es: Mi cuenta

source: Stuart WooCommerce integration
es_es: Integración con Stuart WooCommerce

source: Stuart integration (express shipping) with woocommerce wordpress
es_es: Integración Stuart (envío exprés) con woocommerce wordpress
